
# Токен бота
BOT_TOKEN = ''

# Данные от Базы данных - Postgres
username = ''   # имя пользователя от БД
password = ''   # пароль
host = ''       # ip адрес
database = ''   # название бд

channel_url = "https://t.me/oraorashop"     # URl телеграм канала
CHANNEL_ID = ""                             # Id телеграм канала


pokemons = {
    1: ['Лапрас', "Твой новый друг и верный помощник – <b>Лапрас</b>! Больше всего он любит часами смотреть на море и слушать шум волн 🌊"],

    2: ['Бульбазавр', "<b>Бульбазавр</b> любит греться на солнышке и бродить по лесу. Он верный друг, и всегда готов прийти на помощь в нужный момент! 👏"],

    3: ['Пикачу', "Энергичный <b>Пикачу</b> готов зарядить всех вокруг позитивом! Или электрическим разрядом, если кто-то встанет у него на пути ⚡️"],

    4: ['Джигглипафф', "Тебе достался самый очаровательный покемон! <b>Джигглипафф</b> выглядит не опаснее, чем маршмеллоу. Но стоит ему начать петь свою колыбельную, враги тут же засыпают 😴"],


}

# Чтобы добавить покемона нужно по аналогии добавить в pokemons {"номер покемона": ["имя", "описание"]},
# Также добавить фото в папку files
# "pokemon-N.jpg", "pokemon-egg-N.jpg", "boss-vs-pockemon-N.jpg", "winner-pokemon-N.jpg" где N - номер покемона

